 #Задание №1
def dochisla():
     a = input("Введите число:")
     for b in (1, a+1):
         print(b)

 #Задание №2
def max():
 a = input("Введите первое число:")
 b = input("Введите второе число:")
 if a > b:
    print("Большее число:", a)
 else:
    print("Большее число:", b)

max()